[
    {
        "title": "Angry Birds",
        "description": "Catapult sinister-looking birds to destroy the fortresses protecting green pigs!",
        "link": "../assets/games/AngryBirds.html",
        "icon": "../assets/media/ab.png",
        "fullscreenSafe": true
    },
    {
        "title": "Bad Parenting",
        "description": "Play as a child trapped in a house with a mysterious nighttime visitor who rewards good children with gifts. Explore the themes of discipline, trauma, and fear in this disturbing and unsettling game with multiple endings.",
        "link": "../assets/games/Bad Parenting 1.html",
        "icon": "../assets/media/badp1.png",
        "fullscreenSafe": true
    },
    {
        "title": "Cuphead",
        "description": "Play as Cuphead or Mugman as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets while you try to pay your debt back to the devil!",
        "link": "../assets/games/Cuphead.html",
        "icon": "../assets/media/cuphead.jpg",
        "fullscreenSafe": true
    },
     
    {"title": "Crazy Cattle 3D",
        "description": "Crazy Cattle 3D is an independent battle royale game where you play as an explosive sheep whose goal is to be the last sheep standing.",
        "link": "../assets/games/Crazy Cattle 3D.html",
        "icon": "../assets/media/crazycattle.png",
        "fullscreenSafe": true
    },
    { "title": "Crazy Kitty 3D",
        "description": "Crazy Kitty 3D is an independent battle royale game where you play as an explosive cat whose goal is to be the last cat standing.",
        "link": "../assets/games/Crazy Kitty 3D.html",
        "icon": "../assets/media/crazykitty.png",
        "fullscreenSafe": true },
    
    { "title": "Crazy Chicken 3D",
        "description": "Crazy Chicken 3D is an independent battle royale game where you play as an explosive chicken whose goal is to be the last chicken standing.",
        "link": "../assets/games/Crazy Chicken 3D.html",
        "icon": "../assets/media/crazychicken.png",
        "fullscreenSafe": true
    },
    { "title": "Kindergarten",
        "description": "Kindergarten is an abstract puzzle adventure game. You play as a student in a school that’s a bit…off. The teacher is trying to get rid of her kids. the janitor is frequently seen cleaning up blood. The cafeteria is serving the same slop over and over again. Kids are walking around with strange devices planted on them after visiting the principal, and one of your fellow classmates has gone missing. It’s up to you to figure out what’s going on, because your life might depend on it.",
        "link": "../assets/games/Kindergarten.html",
        "icon": "../assets/media/kindergarten.png",
        "fullscreenSafe": true
    },
    { "title": "Kindergarten 2",
        "description": "Kindergarten 2 is the long awaited sequel to 2017's Kindergarten! After the events that occurred on Monday, the children have been rezoned to an all new school. Discover all new areas and new characters as you assist the children with their various assignments. Whether it's helping Cindy find a new boyfriend, or helping the janitor with his war on Bob, there's always someone who can be...assisted. Play through the same wonderful Tuesday over and over again, in what has been described as Groundhog Day with messed up children.",
        "link": "../assets/games/Kindergarten 2.html",
        "icon": "../assets/media/kindergarten2.png",
        "fullscreenSafe": true
    }
]
